{
  "title": "TEts",
  "annotation": "test test test",
  "segments": [
    {
      "time": ["0.0", "9.0"],
      "text": "*Введение\nДорогие друзья, приветствую вас на канале Buh-Expert 8. Сегодня пробуем отыскать штатное расписание в Один из бухгалтерии."
    },
    {
      "time": [
        "13.24",
        "17.04",
        "19.0",
        "22.400000000000002",
        "23.76",
        "27.72",
        "28.72",
        "32.36",
        "33.36",
        "38.12",
        "39.92",
        "42.72",
        "57.52"
      ],
      "text": "*Проверка базы наличия кадрового учета\nМы знаем, что в программе ведется кадровый учет, а штатное расписание обязательный кадровый документ. Поэтому вопрос, где в Один из бухгалтерии штатное расписание вполне оправдан. Однако в бухгалтерии ограниченный зарплатный и кадровый блок. Поэтому такого документа как штатное расписание, например, взуб нет. Но есть отчет штатные сотрудники, на основе которого можно создать штатное расписание. Прежде всего, нам необходимо убедиться, что в нашей базе ведется кадровый учет.\n\n"
    },
    {
      "time": [
        "45.72",
        "49.56",
        "51.76",
        "54.16",
        "57.52",
        "58.52",
        "61.6",
        "64.32000000000001",
        "67.84",
        "72.96000000000001",
        "74.48",
        "78.72",
        "80.08",
        "84.44"
      ],
      "text": "*Проверка настроек базы\nДля этого проходим в раздел зарплатой и кадры, настройки зарплаты. Общие настройки проверяем. Переключатель учет расчетов по заработной платии и кадровый учет. Ведутся должен стоять в этой программе. Следующая настройка функциональность. Через главная функциональность мы проходим во вкладку сотрудники и проверяем флаг кадровые документы. Он должен стоять. Это значит, что оформление приема перевода и увольнения ведется в этой базе. Но естественно, кадровые документы должны быть заполнены в базе.\n\n"
    },
    {
      "time": ["85.44", "88.16", "91.67999999999999", "95.8"],
      "text": "* Формирование отчета штатные сотрудники\nПосле этого можно переходить к отчету. Через зарплатой кадры проходим отчет и по кадрам, идем по ссылке штатные сотрудники и давайте сформируем сначала отчет со стандартными настройками. \n\n"
    },
    {
      "time": [
        "108.08",
        "110.68",
        "113.6",
        "116.91999999999999",
        "119.11999999999999",
        "122.6",
        "124.32",
        "128.16",
        "130.64",
        "136.04",
        "139.92",
        "141.84",
        "148.24",
        "150.64000000000001"
      ],
      "text": "* Настройка отчета\nДля того, чтобы настроить отчет, в соответствии со штатным расписанием понимая, какие нам нужны сведения, давайте сначала вспомним, как должен выглядеть этот документ. Штатное расписание, организация утверждается мостоятельно в форму. Однако, как правило, это делают на основе унифицированные формы T3. Мы видим, что здесь нам потребуется структурное подразделение, должность, количество штатных единиц, старивная ставка и надбавки. Все эти сведения можно вывести в отчете штатные сотрудники. Пройдем в настройки. Вид у нашей формы должен быть расширенный. \n\n"
    },
    {
      "time": [
        "155.0",
        "159.52",
        "165.32",
        "168.64",
        "172.32",
        "176.39999999999998",
        "180.51999999999998",
        "184.2",
        "189.48"
      ],
      "text": "* Настройка фильтров\nВкладка фильтры оставляем организация, а вот группа и группа или это не нужная нам информация, не нужны нам отборы. Однако, если нам нужны сотрудники, например, которые работают в данный момент в организации, то есть исключая уволеных, мы можем оставить в группе или дату увольнения не заполнена. И в этом случае у нас сформируется состав сотрудников, которые работают на заданную дату в организации. Но если нам нужны иСамое важное в жизни - это любовь. Любовь к себе, к близким, к жизни, к миру вокруг. Без любви мы не можем быть счастливыми и полными. Важно находить радость в маленьких вещах и наслаждаться каждым моментом жизни. Не стоит забывать о своих мечтах и целях, которые помогут нам двигаться вперед и реализовываться как личность. Важно быть добрым и открытым, уважать других и помогать им, когда это возможно. Только так мы сможем создать счастливое и гармоничное общество."
    }
  ]
}
